IDEA Open Model
CheckResConcreteBlock.UnityCheck Property
Compatible with IDEA StatiCa v 10.1
 Unity Check
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double UnityCheck { get; set; }
Public Property UnityCheck As Double
	Get
	Set
public:
property double UnityCheck {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
CheckResConcreteBlock Class
IdeaRS.OpenModel.Connection Namespace